import { ITask } from './types';

export const htmlContentIntro1 = `
<h1>Урок 1. Как запустить продажи и масштабировать бизнес</h1>
<p>Развитие в сфере продаж стоит начинать с развития собственной ресурсности. Что мешает привести себя в ресурс и как ваше состояние влияет на продажи?</p>
<div class="scaler" data-ar="16:9">
  <iframe src="https://www.youtube.com/embed/NoEIriuS0H8" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
</div>
`;

export const htmlContentIntro2 = `
<h1>Урок 2. Вторичные выгоды</h1>
<p>Вторичная выгода &ndash; то, что человека удерживает в том проблемном состоянии, которое он получил. Внешне человек может чего-то очень хотеть, постоянно об этом говорить, но ничего не предпринимать. Например, человек может говорить, что желает поменять работу, что настоящая работа его не устраивает, но при этом он даже не попытается найти что-то другое, не предпримет никаких действий. Или он может страдать от каких-то не удовлетворяющих его отношений, от какой-то досаждающей его болезни и т.п., но дальше слов дело не пойдёт.</p>
<p>Почему? Потому что в действительности из этого страдания, непринятого решения, он извлекает выгоду, зачастую не сознавая этого. Причём, если ему об этом сказать, то это чаще вызывает раздражение, а не желание что-либо изменить. У каждого решения есть дивиденды, осознаваемые и бессознательные. И в пользу именно тех решений, которые наиболее важны, наиболее выгодны будет в конечном счёте принято решение: оставить всё, как есть или изменить, наконец, что-нибудь.&nbsp;</p>
<p>&laquo;Я хочу поменять работу, но у меня нет времени разносить свои резюме, нет подходящей работы, ребёнок заболел, отдел кадров в свободный для меня день оказался закрытым, номер телефона, по которому собирался звонить &ndash; потерял...&raquo;. И при этом человек недоумевает, почему никак не удаётся осуществить задуманное.</p>
<p>Очень трудно увидеть в себе и осознать, что вы хотите одно и при этом хотите противоположное &ndash; хотите и новую работу, и, одновременно, ничего не менять. Однако решение сменить работу никогда не приживётся, если мы не откажемся от дивидендов противоположной стороны. Значит, наша задача - понять свои внутренние выгоды саботировать своё же собственное решение и противопоставить этим выгодам что-то другое, ещё более выгодное.</p>
<h3>Как это выглядит на практике?</h3>
<p>Предположим, человек заявляет о себе, как о сильной и самостоятельной личности, но ведет себя как зависимый и часто проявляющий слабость. Какие дивиденды у второй стороны? Какую выгоду может получить зависимый и слабый человек? Во-первых, это, конечно, перекладывание ответственности за свою жизнь на других и на обстоятельства, это стремление получить сочувствие, заботу, внимание и т.д. В такой ситуации могут ли стать дивидендами полная ответственность за свою жизнь, отсутствие заботливого внимания и сочувствия в случае неудачи? Скорее всего, нет, потому что это не всегда комфортное состояние. Куда проще постоянно рассчитывать на поддержку более сильных и уверенных в себе людей. Явные преимущества остаются на стороне подсознательного, и человек против своей воли ведёт себя как зависимый, и злится на себя за это.</p>
<p>Рассмотрим ещё один пример человека, раздающего свои советы налево и направо. Минусом такого поведения может быть то, что люди перестают к нему серьёзно относиться, сердятся на него &ndash; &laquo;вечно ты со своими советами!&raquo;, высказывают недоверие, указывают на его ошибки. Вроде бы надо задуматься и пересмотреть свою привычку, потому что на лицо явное неприятие человека. Но у этой привычки есть очень значимые дивиденды, от которых трудно отказаться, и они превосходят дивиденды от противоположного поведения. А именно, давая советы другим, человек испытывает чувство собственной значимости. Он вырастает в своих глазах как умный, рассудительный и всё знающий человек, а другие при этом видятся ему неразумными. &laquo;И чего они обижаются и раздражаются? Ведь моё видение единственно правильное, я им его дарю, пользуйтесь и не совершайте ошибок! Я же проявляю заботу о них!&raquo;. Рост в своих глазах оказывается намного выгоднее, чем уважительное отношение к человеку.</p>
<p>Вы когда-нибудь задумывались, почему человек выбирает страдать, злиться, обижаться, критиковать? Если подобный выбор сделан, значит, есть какая-то выгода, вот только ответ на этот вопрос может быть не всегда приятным. Да и сознание будет отрицать эту выгоду. Но человек всё-таки выбрал страдать, злиться, обижаться и критиковать, когда мог выбрать и обратное.</p>
<p>Могут возникнуть возражения, ну как не обижаться, если обижают? Стоп. Кто обижает? Значит тот, кто обижает, более значим и более сильный, чем ты сам? Вот оно &ndash; я слабый, зависимый. Меня обижают! Помогите! Мне плохо, поэтому вы должны быть со мной более мягким, доброжелательным, заботливым! Значит что получается? Выбирая обижаться, и когда-то получив подобное подкрепление, человек ожидает получать поддержку со стороны других людей в виде осуждения обидчика; заботу, потому что он такой ранимый; возможность избежать требований к себе от других людей &ndash; меня же обидели, как я теперь буду что-то делать; возможность обвинять других и т.п. Чем не дивиденды?&nbsp;</p>
<h5>Если вы хотите менять себя, попробуйте выполнить следующее упражнения:</h5>
<p>1. Выберете одну самую насущную проблему для вас в данный момент. Пусть для примера это будет ссора с любимым человеком.</p>
<p>2. Поразмышляйте, и ответьте себе на вопрос: &laquo;Какие выгоды я получаю от&hellip;&raquo; Постарайтесь не обманывать себя и найдите 5-10 плюсов, которые вы получаете. Выпишите их в столбик. Например, от ссоры можно получить:</p>
<p>Ощущение, что я прав и справедлив;</p>
<p>Заглаживая чувство вины, партнёр может сделать подарок, потому что когда мы не ссоримся, он редко делает подарки;</p>
<p>Подтверждение того, что я значим для партнёра, так как он всегда первый идёт на примирение;</p>
<p>Ссора может стать средством управления партнёром;</p>
<p>Яркие эмоции, которых не хватает при обычном взаимодействии;</p>
<p>Удовольствие от примирения.</p>
<p>3. После того, как вы записали выгоды и сделали для себя не очень приятные открытия, поразмышляйте &ndash; готовы ли вы отказаться от каждой из найденных выгод?</p>
<p>4. Если ответ &laquo;нет&raquo;, то поразмышляйте &ndash; как можно получить эту выгоду в другом месте, в другом виде.</p>
<p>Например, для того, чтобы ваш спутник чаще дарил подарки, можно ему прямо сказать об этом. Сказать, что вам намного приятнее, когда он делает подарки просто так, а не в знак примирения. Если не хватает эмоций, найдите общий интерес с партнёром и развивайте его. Любое совместное действие подарит вам множество положительных эмоций, если оно интересно для обоих.</p>
<p>5. Если на какие-то пункты вы ответили &laquo;да&raquo; и вы понимаете, что не готовы отказаться от выгоды, признайтесь себе в этом честно. Например, что для вас всегда важно быть правым, пусть даже за счёт вашего же счастья. Вашей целью является не здоровые отношения, а тотальное одиночество, примите это и не расстраивайтесь по этому поводу. И пусть будет так, пока вы сами не захотите отказаться от этой выгоды.</p>
<p>6. Поразмышляйте о том, какие выгоды вы получите от противоположной стороны, например, если не будете провоцировать ссору? Может получиться так, что они окажутся намного значимее выгод от ссоры. Тогда совсем не сложно будет отказаться от меньших выгод. В любом случае, разобравшись в себе, вы намного проще станете принимать решения и действовать в соответствии с ними.</p>

`;

export const htmlContentIntro3 = `
<h1>Урок 3. Как привести покупателя в ресурс. Каналы восприятия</h1>
<p>В процессе коммуникации и во время продажи в частности состояние человека характеризуется термином &laquo;ресурс&raquo;. Фактически &laquo;ресурс&raquo; &ndash; это полное описание состояния человека. Например, сейчас вы проходите курс и ваш ресурс &ndash; это: &laquo;полностью сосредоточен на восприятии информации и запоминании. Негативная реакция на любые отвлекающие воздействия. Желание продуктивно обучаться, чтобы применять полученные знания на практике&raquo;. Как следует из этого примера, обычно &laquo;ресурс&raquo; человека гораздо сложнее, чем просто фраза &laquo;да&raquo;, или &laquo;нет&raquo;, которые являются ключевыми при принятии предложения продавца. Однако для простоты обычно выделяют два ключевых ресурсных состояния покупателя:</p>
<ul>
<li>
<p>состояние &laquo;да&raquo; (позитивное, открытое, готовое к коммуникации);</p>
</li>
<li>
<p>состояние &laquo;нет&raquo; (негативное, закрытое).</p>
</li>
</ul>
<p>Цель продавца &ndash; создание позитивного ресурса как у себя, так и у человека, которому мы хотим продать что-то. В состоянии &laquo;Да&raquo; клиент легко соглашается на сделку. Закономерно, что не все клиенты придут к нам с ресурсом &laquo;Да&raquo;, поэтому для совершения продажи необходимо сформировать у них этот ресурс. Как это сделать? Один из наиболее эффективных способов &ndash; <strong>использовать каналы восприятия.</strong></p>
<p>Человек постоянно принимает какую-то информацию из внешнего мира. Каждый делает это по-своему в силу своего уникального внутреннего мира и физических показателей. <strong>Каналы восприятия &mdash; </strong>фильтры, через которые мы с вами воспринимаем окружающий мир. В NLP каналы восприятия часто называют субмодальностями. Субмодальность человека легко определить по тем словам и речевым конструкциям, которыми он оперирует. Обычно выделяют шесть субмодальностей:</p>
<div align="left">
<table style="width: 559.695pt;"><colgroup><col /><col /></colgroup>
<tbody>
<tr>
<td>
<p>Субмодальность</p>
</td>
<td>
<p>Ответы клиентов с разными субмодальностями на произнесенную фразу &laquo;Это новый сотовый телефон&raquo;</p>
</td>
</tr>
<tr>
<td>
<p>Визуальная. Это то, что мы видим: картинки, образы и т. д;</p>
</td>
<td>
<p>&laquo;Я видел его вчера в рекламе!&raquo;</p>
</td>
</tr>
<tr>
<td>
<p>Аудиальная. Это то, что мы слышим: речь (её тембр, громкость, интонация), любые другие звуки, окружающие нас;</p>
</td>
<td>
<p>&laquo;Я слышал, что он уже давно должен был появиться в продаже&raquo;</p>
</td>
</tr>
<tr>
<td>
<p>Кинестетическая. Это то, что мы чувствуем при тактильном контакте, сюда также относится комплексная ориентация в пространстве;</p>
</td>
<td>
<p>&laquo;Можно мне подержать его в руках?&raquo;</p>
</td>
</tr>
<tr>
<td>
<p>Ольфакториальная. Эта субмодальность является разновидностью кинестетической, однако её носитель воспринимает больше не тактильные ощущения, а запахи;</p>
</td>
<td>
<p>&laquo;Чую, мне не уйти от вас с пустыми руками!&raquo;</p>
</td>
</tr>
<tr>
<td>
<p>Густаториальная. Эта субмодальность &ndash; тоже разновидность кинестетической. Внимание густаториалов сконцентрировано на вкусовых ощущениях.</p>
</td>
<td>
<p>&laquo;Он мне по вкусу&raquo;</p>
</td>
</tr>
<tr>
<td>
<p>Дигитальная. Достаточно редкая субмодальность. Люди с развитой дигитальностью стараются воспринимать мир не с точки зрения своих ощущений, а с позиций некой абсолютной логики.</p>
</td>
<td>
<p>&laquo;Какие у него функции? Сколько он стоит?&raquo;</p>
</td>
</tr>
</tbody>
</table>
</div>
<p>Закономерно, что люди с разными превалирующими субмодальностями по-разному воспринимают мир, следовательно, по-разному на него и реагируют. Таким образом, задачей продавца является формировать фразы в разговоре, а также презентации, предложения, пресс релизы с учётом субмодальности человека, находящегося перед ним.</p>
<p>Однако стоит помнить про то, что в повседневной жизни мы с вами используем все шесть каналов восприятия: мы видим, слышим, ощущаем, нюхаем, пробуем на вкус и осмысливаем, привлекая чужой опыт, поэтому преобладающих каналов восприятия у одного человека может быть несколько: два или три. Наблюдайте за клиентом, уделяйте пристальное внимание предикатам, и вы с легкостью определите преобладающую субмодальность. Это позволит вам усилить подстройку.</p>
`;

export const htmlContentIntro4 = `
<h1>Урок 4. Пирамида успеха</h1>
<p>Продажу (сделку) как акт самореализации можно представить на вершине пирамиды Маслоу. Однако в пирамиде самое важное не вершина, как многие полагают, но её основание. </p>
<div class="scaler" data-ar="16:9">
  <iframe src="https://www.youtube.com/embed/NoEIriuS0H8" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
</div>
`;

export const htmlContentIntro5 = `
<h1>Урок 5. Как воздействовать на покупателя</h1>
<p>Каждый человек &ndash; продавец: мы буквально ежедневно продаём свои навыки, умения, опыт, идеи, представления. И наиболее важным здесь является понимание того, как презентовать себя, способность находить взаимопонимание с другими людьми, <a href="https://4brain.ru/blog/%D0%B3%D0%BE%D0%B2%D0%BE%D1%80%D0%B8%D1%82%D1%8C-%D1%83%D0%B1%D0%B5%D0%B4%D0%B8%D1%82%D0%B5%D0%BB%D1%8C%D0%BD%D0%BE/">умение быть убедительным</a>. И стоит подметить, что воздействовать на окружающих в состоянии только яркая личность, грамотно пользующаяся как вербальным, так и невербальным языком, а если более просто &ndash; знающая особенности психологии <a href="https://4brain.ru/prodazhi/?ici_source=ba&amp;ici_medium=link">продаж</a>.&nbsp;</p>
<h3><strong>Доверие &ndash; стержень любых отношений</strong></h3>
<p>Установить доверительные отношения с другим человеком &ndash; это самое важное. Но и сделать это сложнее всего. И главную роль здесь играют вовсе не аргументы, а правильный подход к покупателю.</p>
<p>Пользуясь одним лишь разумом, подобрать &laquo;ключ&raquo; к клиенту практически невозможно &ndash; здесь важно также доверять интуиции. Зная, что нравится клиенту и к чему он безразличен, вы можете сделать свои слова более убедительными. Относиться к покупателю нужно так, словно вы готовы пойти на все ради него. Тогда он станет вам доверять и прислушиваться к вам.</p>
<p>Предлагая кому-то сделку, сначала стремитесь создать доверительную атмосферу. Можно, например, предложить выпить чаю или кофе, но только заранее уточните, что предпочитает этот человек. Вроде бы банальность, но, проявляя неподдельное и искреннее внимание, вы покажете клиенту, что дорожите им, стараетесь быть чутким к его желаниям. Тогда-то он и почувствует себя комфортно с вами, а значит, будет готов выслушать все, что вы ему скажете.</p>
<p>Открыто спрашивайте у потенциального покупателя обо всем, что может пригодиться вам в работе: задавайте вопросы о его роде деятельности, хобби, привычках. Отнеситесь со вниманием к его пожеланиям. И вообще старайтесь уделять больше времени тем, с кем общаетесь, нежели своей персоне или товару.</p>
<h3><strong>Полноценное восприятие</strong></h3>
<p>Большинство людей во время встреч и презентаций фокусируются лишь на том, как бы продать свое предложение. Эта мысль настолько их захватывает, что они совершенно не замечают, что происходит вокруг, какая сложилась обстановка, как чувствует себя клиент и т.д.</p>
<p>Но внимательный менеджер, стремящийся к налаживанию прочного контакта и заботящийся о том, чтобы клиент остался доволен, никак не должен упускать из вида такие &laquo;мелочи&raquo;. Обычная беседа на свободную тему может оказаться полезнее, чем десятки усердных попыток заключить сделку. Возьмите себе за правило: клиент всегда на первом месте, и самое главное &ndash; это его самочувствие и благополучие.</p>
<p>Подумайте также и о том, что профессиональные и успешные <a href="https://4brain.ru/prodazhi/?ici_source=ba&amp;ici_medium=link">менеджеры по продажам</a> никогда не производят впечатления, словно им срочно куда-то нужно бежать и решать кучу важных дел (даже если на самом деле всё обстоит так). Такие специалисты как раз и отличаются тем, что готовы отдать всё своё время в распоряжение клиента, замечают малейшие изменения в ситуации и выстраивают свои действия таким образом, чтобы каждый, кто находится рядом, оказывался в центре их внимания.</p>
<h3><strong>Знание людей</strong></h3>
<p>Чем лучше вы разбираетесь в людях, тем точнее будет ваша оценка конкретного собеседника и тем эффективнее будет подстройка под него. Ориентация на личностные особенности клиента изначально формирует благоприятный климат для общения, когда всем комфортно и уютно друг с другом. Поставьте перед собой задачу &ndash; каждый день хотя бы понемногу узнавать больше о людях.</p>
<p>Психологами доказано, что каждый, с кем мы общаемся, проявляет свойства, которые мы ему приписываем. Исходя из этого, нужно настраиваться на то, что люди позитивны, отзывчивы, доброжелательны, искренни. Поверьте, это работает, и вы сами в этом убедитесь. Старайтесь продуцировать положительные эмоции и быть оптимистом.</p>
<p>Не следует забывать и о таких вещах, как темперамент, характер, убеждения. Активные и бодрые люди требуют одного стиля общения, медлительные и меланхоличные &ndash; другого; тем, кто идет в ногу со временем, можно открыто предлагать свои идеи, а к консерваторам стоит применять иной &ndash; более осторожный подход.</p>
<h3><strong>Убеждение эффективно, уговоры &ndash; нет</strong></h3>
<p>Часто для убеждения клиента нужно потратить немало времени, однако терпение того стоит. Если менеджер сумел убедить кого-то своими аргументами, он может считать, что одержал полную победу, ведь получается, что человек ему доверился и перешел на его сторону.</p>
<p>Бывает и так, что покупателя удается уговорить и чуть ли не силком заставить заключить сделку, но на практике это разовые случаи, не имеющие никакой ценности. Знайте, что клиент, которого убедили, вернётся снова, а тот, которого &laquo;уломали&raquo;, потерян навсегда.</p>
<p>Не премините воспользоваться такой хитростью: вслушивайтесь в речь покупателя и ставьте себя на его место, чтобы понять, чего он хочет и как мыслит. Чем больше клиент будет рассказывать, тем лучше для вас, ведь для убеждения вы сможете применять его же собственные слова и аргументы. Имейте в виду, что искусство убеждения &ndash; это еще и <a href="https://4brain.ru/blog/%D1%83%D0%BC%D0%B5%D0%BD%D0%B8%D0%B5-%D1%81%D0%BB%D1%83%D1%88%D0%B0%D1%82%D1%8C/">искусство слушания</a>.</p>
<h3><strong>Личная притягательность</strong></h3>
<p>Воздействовать на клиентов можно не только словами. Менеджер, от которого исходит оптимизм, энтузиазм и обаяние, действует на покупателей, словно магнит. <a href="https://4brain.ru/nlp/neverbalnye-sredstva.php?ici_source=ba&amp;ici_medium=link">Невербальная составляющая общения</a> воздействует на скрытом уровне. Темп речи, тембр голоса, интонации, жесты, мимика и даже одежда &ndash; все это влияет на подсознание окружающих.</p>
<p>Люди, сами того не осознавая, чутко реагируют на качества личности менеджера, и это еще раз подтверждает тот факт, что нужно постоянно совершенствоваться. Однако лишь немногие действительно работают над собой и задумываются о том, какое впечатление они производят. В то же время создаваемое менеджером впечатление &ndash; один из самых важных факторов, от которых зависит успех. Только если вы знаете о том, как вас воспринимают другие, вы можете развить свои достоинства и избавиться от недостатков.</p>
<p>Тренируйтесь в умении <a href="https://4brain.ru/blog/%D1%85%D0%BE%D1%80%D0%BE%D1%88%D0%B5%D0%B5-%D0%BF%D0%B5%D1%80%D0%B2%D0%BE%D0%B5-%D0%B2%D0%BF%D0%B5%D1%87%D0%B0%D1%82%D0%BB%D0%B5%D0%BD%D0%B8%D0%B5/">производить на людей приятное впечатление</a> и оказывать на них скрытое влияние. Стремитесь стать более обаятельным и привлекательным, как в личном, так и в профессиональном плане.</p>
<h3><strong>Умение вести деловой разговор</strong></h3>
<p>Невзирая на то, что этот навык относится по большей части к <a href="https://4brain.ru/blog/%D0%BD%D0%B0%D0%B2%D1%8B%D0%BA%D0%B8-%D0%BC%D0%B5%D0%BD%D0%B5%D0%B4%D0%B6%D0%B5%D1%80%D0%B0-%D0%BF%D0%BE-%D0%BF%D1%80%D0%BE%D0%B4%D0%B0%D0%B6%D0%B0%D0%BC/">профессиональным</a>, его психологическое воздействие нельзя недооценивать. Деловая беседа состоит из трех этапов, которые можно сравнить с фазами развития растений: сея семена, менеджер формирует доверительные отношения, способствуя их росту, он работает с возражениями и убеждает, собирая урожай, заключает сделку.</p>
<p>Не имеет никакого смысла вынуждать покупателя на начальном этапе переговоров соглашаться на предложение или покупать товар или услугу. Клиент &ndash; это и есть плод, который должен созреть, и задача менеджера &ndash; бережно растить его. Чтобы создать доверительную атмосферу, нужно потратить время. И грамотный менеджер, понимая данный факт, всячески этому способствует через направление разговора в нужное русло, словно гипнотизируя его своим спокойным тоном, внимательным отношением, убеждающими фразами и обоснованными аргументами. Умея правильно выстраивать деловые отношения, без спешки и суеты, всегда приводит к одному результату &ndash; продаже, заключению сделки или подписанию договора.</p>
<p>Психология <a href="https://4brain.ru/prodazhi/?ici_source=ba&amp;ici_medium=link">продаж</a> &ndash; тончайшее искусство, овладеть которым в совершенстве можно только на практике, в процессе накопления опыта, совершения ошибок и работы над ними. Поэтому тот человек, который решил достичь в продажах серьёзных успехов, должен быть готов к упорному труду и постоянной работе над собой.</p>
`;

export const htmlContentIntro6 = `
<h1>Урок 6. Вторичные выгоды</h1>
<p>«‎В новую жизнь со старыми привычками»‎ или почему многие люди не могут выйти на новый объём способности, ресурсности, энергии и отношений. </p>
<div class="scaler" data-ar="16:9">
  <iframe src="https://www.youtube.com/embed/NoEIriuS0H8" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
</div>
`;

export const htmlContentIntro7 = `
<h1>Урок 7. Повышаем уровень нормы</h1>
<p>Многие уверены, что каждый имеет только то, чего хочет. Если вы не можете себе позволить поездку в Италию, обед в ресторане, дорогую иномарку и серьёзные отношения, значит, на данный момент именно это &ndash; ваш потолок, ваше желание. Но важно понимать, что потолок можно и нужно поднимать, что это &ndash; обязательное условие непрерывного развития личности.</p>
<p><strong>Что такое &laquo;Уровень нормы&raquo; и как он связан с &laquo;Денежным потолком&raquo;</strong></p>
<p>&laquo;Денежный потолок&raquo; &ndash; это ваш уровень нормы в финансовой сфере жизни. Однако уровень нормы есть во всём и абсолютно у каждого. Проще говоря, это то, что вы считаете приемлемым на данный момент. Для одного естественно каждый день есть овощи и фрукты, а для другого &ndash; фастфуд или доширак. Кто-то в семье позволяет себе кричать, употреблять матерные слова, и это для него это вполне нормально, он так привык. Другой же уходит из дому, когда на него повышают голос всего раз. В его системе координат такое нарушение личных границ немыслимо. Он не согласен на то, чтобы с ним такое случалось. Один готов работать за копейки, оставаться после работы на несколько часов, исправлять чужие ошибки по просьбе начальника. Другой растёт профессионально, зарабатывает больше, строит карьеру. Он не представляет себе, как можно обесценивать свой труд и терпеть неконструктивную критику руководства. Его &laquo;денежный потолок&raquo; достаточно высок, и он не представляет жизни на уровне ниже действительного.</p>
<p><strong>Как работать с уровнем нормы</strong></p>
<p>Иногда кажется, что вы заперты в границах уровня нормы. Но их можно&nbsp; и нужно раздвигать. Для начала возьмите лист бумаги, расчертите на нём несколько столбиков и поделите их на строки, вверху впишите вопросы, например, &laquo;Где живу?&raquo;, а ниже ответ. Сначала расскажите про реальное положение вещей, зачем обозначьте желаемое. Например, &laquo;Живу в комнате, хочу жить в просторной квартире&raquo;. Вопрос &laquo;Кем работаю?&raquo;, ответ: &laquo;Работаю юрисконсультом, хочу стать начальником юридического отдела&raquo;. То, что есть сейчас, &ndash; ваш текущий уровень нормы. Почему? Потому что вы можете существовать на этом уровне продолжительное время, ничего кардинально не меняя. Вам это комфортно. Поэтому сделать шаг вперёд и перейти на уровень выше порой бывает очень нелегко.&nbsp;</p>
<p>Чтобы помочь себе, проработайте каждый пункт таблички. Выберите пять пунктов и попытайтесь воплотить их в реальность. Например, вы обедаете в офисе, а хотите &ndash;&nbsp; в каком-то конкретном ресторане, но не хватает денег. Сходите в ресторан мечты, закажите там чашку чая или кофе. Заказ вас не разорит, но позволит почувствовать, каково это &ndash;&nbsp; приподняться над реальностью, быть на уровень выше. Возможно, в первый раз вам будет неловко, но потом вы привыкнете к новым ощущениям, поймёте, что на обеды из столовой вы уже не согласны. Начнёте искать способы есть только в ресторане.</p>
<p><strong>Уровень нормы и уровень мотивации</strong></p>
<p>Обычно вы связываете воплощение мечты с какой-то ситуацией, которая возможна в будущем. Например, &laquo;вот начну зарабатывать больше, тогда и позволю себе что-то&raquo;. Но, как правило, эта схема плохо работает. Вы продолжаете работать там, где работали, получать, сколько получали. Ждать от других решения ваших проблем и исполнения желаний. Попробуйте наоборот: сначала прикоснуться к мечте, а потом сделать шаг, чтобы она стала реальностью. Не говорите: &laquo;Хочу когда-нибудь, если...&raquo;, просто делайте. Для вас это станет мотивацией, вы запомните, насколько вам было хорошо.</p>
<p>Вместо того, чтобы ехать на метро, вызовите такси. Поездка станет вашим вдохновением, мотивацией. Вдохновляйте себя ощущениями из того будущего, в котором собираетесь жить. Повышая таким образом уровень нормы, вы научитесь тратить и зарабатывать. Если смогли позволить себе бизнес-класс один раз, значит, сможете и в другой. Как в спорте. Если однажды пробежал 42 километра, второй раз будет проще.</p>
<p>Двигайтесь маленькими шажками. Купите не сумочку, а кошелёк. Идите в ресторан и выпейте чашку кофе &ndash; соприкоснитесь с прекрасным. И сами не заметите, как привычка к &laquo;лучшему вместо хорошего&raquo; повлияет на все сферы вашей жизни. Цель должна быть реальной. Не &laquo;заработаю, тогда скуплю весь магазин&raquo;, а &laquo;проанализирую текущее финансовое состояние и пока что куплю шарф&raquo;. Не рассчитывайте, что жизнь изменится за один день. Тогда вы избежите разочарований, которые собьют вас с намеченного пути.</p>
<p><strong>&laquo;Пропускная способность&raquo; денег</strong></p>
<p>Бывает так: у человека дела пошли в гору по объективным причинам: потому что он отличный специалист и/или делает хороший продукт. У него повысился &laquo;денежный потолок&raquo;, но он начинает опускать его: необдуманно тратит, вкладывает в сомнительные проекты. Это происходит потому, что человек не умеет пропускать через свои руки большие деньги, он не готов, не научился. Что поможет? Только осознанность, работа над установками самостоятельно или с психологом. Суммы, которые заработаны, тратить на адекватные цели, распоряжаться ими грамотно. Любые средства можно потерять, но также можно и вложить в рост.</p>
<p>Не удивляйтесь, что, повышая свой уровень нормы, столкнётесь с осуждением и непониманием. Мы не привыкли хотеть большего. Знай, сверчок, свой шесток, по Сеньке шапка &ndash; многие пословицы и поговорки призывают не высовываться и оставаться на уровне, на котором комфортно. Но эти установки мешают стремиться вперёд. Оставайтесь при своем мнении, избегайте людей, которые обесценивают ваши усилия. И это касается не только финансов. Поверьте, что заслуживаете лучшего в каждой сфере жизни.</p>
<p>Очень часто достичь желаемого уровня нормы мешает страх &laquo;оторваться&raquo; от близких. Стоит подготовиться к тому, что многие останутся внизу. Не все готовы расти. Но не бойтесь ставить цели и не обращайте внимания на тех, кто пытается приземлить вас. Повышение уровня нормы &ndash; выход из зоны комфорта. Это делает вас лидером, особенным, чья-то зависть не должна стоять у вас на пути. Вы можете позволить себе больше, воплотить мечты в жизнь.</p>
`;

export const htmlContentIntro8 = `
<h1>Урок 8. Эффект заражения. Формула ресурсности</h1>
<p>Мы покупаем не товар или услугу, а то состояние которое дают нам сами товары или тот, кто их продаёт. Среди многих тысяч продавцов выбор падает на тех, кто транслирует то состояние, в котором хочет быть покупатель. </p>
<div class="scaler" data-ar="16:9">
  <iframe src="https://www.youtube.com/embed/NoEIriuS0H8" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
</div>
`;

export const htmlContentIntro9 = `
<h1>Урок 9. Ошибки и выводы</h1>
<p>Для того, чтобы рабочие процессы протекали нормально, следует знать самые распространённые ошибки и стараться избегать их. Задайтесь вопросом: а не совершаете ли вы одну из этих ошибок?</p>
<div class="scaler" data-ar="16:9">
  <iframe src="https://www.youtube.com/embed/NoEIriuS0H8" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
</div>
`;

export const taskSchema1: ITask = {
  id: 1,
  multipleSelect: [
    {
      id: 1,
      label: 'Что такое продажа (с точки зрения психологии)?',
      options: [
        {
          id: 1,
          label: 'Коммуникация двух ресурсных сторон (покупатель и продавец)',
        },
        {
          id: 2,
          label: 'Факт обмена предмета маркетинга на его денежный эквивалент',
        },
      ],
    },
    {
      id: 2,
      label: 'Существуют следующие типы ресурсности человека:',
      options: [
        { id: 1, label: 'денежная' },
        { id: 2, label: 'физиологическая' },
        { id: 3, label: 'временная' },
        { id: 4, label: 'энергетическая' },
        { id: 5, label: 'психологическая' },
      ],
    },
    {
      id: 3,
      label: 'Незаменимым условием успешной сделки является:',
      options: [
        { id: 1, label: 'ресурсный продавец' },
        { id: 2, label: 'ресурсный покупатель' },
        { id: 3, label: 'ресурсный продавец и покупатель.' },
      ],
    },
    {
      id: 4,
      label: 'Что мешает человеку «войти в ресурс»? ',
      options: [
        { id: 1, label: 'ограничивающие убеждения' },
        { id: 2, label: 'плохое настроение' },
        { id: 3, label: 'промахи в личной жизни' },
        { id: 4, label: 'стоп факторы (отказы)' },
        { id: 5, label: 'вторичные выгоды ' },
        { id: 6, label: 'нелюбимое дело' },
        { id: 7, label: 'неправильное окружение' },
      ],
    },
  ],
};

export const taskSchema2: ITask = {
  id: 2,
  empty: true,
};

export const taskSchema3: ITask = {
  id: 3,
  multipleSelect: [
    {
      id: 30,
      label:
        'Борис продаёт автомобили. Потенциальная покупательница рассказала Борису, что хочет такую же «красненькую машинку», какую она увидела вчера возле своего дома. Что поможет Борису продать этой покупательнице автомобиль?',
      options: [
        {
          id: 1,
          label: 'Подробный рассказ о функциональности красного автомобиля',
        },
        {
          id: 2,
          label:
            '«Живая» презентация автомобиля в салоне при правильном освещении',
        },
        { id: 3, label: 'Образная речь: «Блестит как лак на ваших ноготках»' },
        { id: 4, label: 'Приятная фоновая музыка в салоне' },
      ],
    },
  ],
};

export const taskSchema4: ITask = {
  id: 4,
  multipleSelect: [
    {
      id: 40,
      label: 'Первостепенную роль в финансовом развитии человека играют: ',
      options: [
        { id: 1, label: 'А. нормализованный режим дня ' },
        { id: 2, label: 'Б. карьерный рост' },
        { id: 3, label: 'В. здоровый сон, ' },
        { id: 4, label: 'Г. физические нагрузки' },
        { id: 5, label: 'Д. Новые идеи' },
        { id: 6, label: 'Е.  здоровая психика ' },
        { id: 7, label: 'Ж. Коллаборации' },
        { id: 8, label: 'З. нормальный эмоциональный фон' },
        { id: 9, label: 'И. «наполненность» (энергия)' },
      ],
    },
  ],
};

export const taskSchema5: ITask = {
  id: 5,
  empty: true,
};

export const taskSchema6: ITask = {
  id: 6,
  multipleSelect: [
    {
      id: 60,
      label:
        'Борису удалось повысить свой доход от продаж с 10 000 до 100 000 (в месяц). Но вот уже год прошёл с того волшебного момента, а доход всё тот же. Какие установки могут мешать Борису выйти на новый объём продаж (ресурсности)?',
      options: [
        { id: 1, label: 'А. всех денег не заработаешь' },
        { id: 2, label: 'Б. не в деньгах счастье ' },
        { id: 3, label: 'В. хорошее не купишь дёшево ' },
        { id: 4, label: 'Г. богатые тоже плачут (эмоциональное)' },
        { id: 5, label: 'Д. деньги дело наживное' },
        { id: 6, label: 'Е. копейка рубль бережёт (экономность) ' },
      ],
    },
  ],
};

export const taskSchema7: ITask = {
  id: 7,
  empty: true,
};

export const taskSchema8: ITask = {
  id: 8,
  text: `
  <h3>Выпишите на бумаге ответы на следующие вопросы:</h3>
  
  <p>Что вы любите?</p>
  <p>Что даётся вам легко?</p>
  <p>За что вам уже платили?</p>
  <p>Чем вы можете быть полезным миру?</p>`,
};

export const taskSchema9: ITask = {
  id: 9,
  empty: true,
};
