export const mockSkills = [
  {
    title: 'Продвигать свой бизнес в интернете',
    description:
      'Узнаете, как использовать соцсети для продвижения и как работает реклама, научитесь определять и понимать свою аудиторию',
  },
  {
    title: 'Создавать уникальный продукт',
    description:
      'Вы поймёте, как найти свою нишу и работать в удовольствие над собственным неповторимым продуктом',
  },
  {
    title: 'Работать над собой',
    description:
      'Для вас откроется множество направлений развития личности, вы найдёте вдохновение для того, чтобы начать осуществлять ваши мечты',
  },
  {
    title: 'Применять техники эффективной коммуникации',
    description:
      'Вы узнаете, как позиционировать себя на работе, заслужить уважение коллег, стать Человеком с большой буквы',
  },
  {
    title: 'Выходить на новые уровни продаж',
    description:
      'Вы сможете масштабировать свой бизнес и пробить свой «финансовый потолок»',
  },
  {
    title: 'Применять психологию в маркетинге',
    description:
      'Вы узнаете эффективные способы «управления» покупателем, сможете использовать психологию как инструмент развития вашего бизнеса',
  },
];

export const mockProcess = [
  {
    title: 'Видеолекции',
    description:
      'Основная теория и практические примеры в удобном для изучения формате',
  },
  {
    title: 'Обучающие тексты',
    description:
      'Дополнительная теория с наглядными иллюстрациями и схемами для более глубокого изучения темы',
  },
  {
    title: 'Самостоятельная работа',
    description:
      'Вы получите материалы и задания для самостоятельной работы, ориентированной на практическое применение изученного материала',
  },
  {
    title: 'Практические задания',
    description:
      'Вы будете выполнять практические задания, которые помогут вам соотнести новую информацию с вашей реальностью',
  },
];
