export const wysiwygContent = `<p>
Всем доброй ночи! 33 года. Женат. Детей пока нет. Жена младше
меня на 6 лет. В отношениях все ок.
</p>

<h3>Проблемы: </h3>
<p>
Не могу принять решение - нужно мне увольняться и менять фирму
или нет? Если не менять фирму - что в целом скажете и
посоветуете? Кто сталкивался с эмоциональным выгоранием и как из
этого выходил?{' '}
</p>

<h3>Что мы имеем сейчас: </h3>
<ol>
<li>
  1. Прохожу курс = получаю базу знаний, которую на работе мне
  откровенно говоря не дали, в полном объеме. Само то, что его
  прохожу меня мотивирует.{' '}
</li>
<li>2. Разнообразил общение, с людьми вне работы. </li>
<li>
  3. Закрыл большую часть долгов/кредитов. У меня осталась
  мелочь, если уйду прямо сейчас закрою своей финальной зп + там
  же еще отпускные.{' '}
</li>
<li>
  4. Стал уходить с работы рано, забивая на часть дел из-за
  этого качество пострадало.{' '}
</li>
<li>
  5. С женой провожу время. Вроде все начинает налаживаться. Что
  делать.
</li>
</ol>

<p>
Нужен взгляд со стороны. Форумный. Беспристрастный и жесткий.
</p>`;
